Repository: Midhlajrahman/oxdu_erp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ml

source: About Oxdu Tech School
ml: ഓക്‌സ്‌ഡു ടെക് സ്‌കൂളിനെക്കുറിച്ച്

source: Unlock a World of Knowledge
ml: അറിവിന്റെ ഒരു ലോകം അൺലോക്ക് ചെയ്യുക

source: we believe in the power of education to transform lives and open doors to a world of possibilities. With a wide array of academic disciplines to choose from, we offer more than just degrees, we offer an enriching environment that fosters social and cultural experiences.
ml: ജീവിതത്തെ പരിവർത്തനം ചെയ്യാനും സാധ്യതകളുടെ ലോകത്തിലേക്കുള്ള വാതിലുകൾ തുറക്കാനുമുള്ള വിദ്യാഭ്യാസത്തിന്റെ ശക്തിയിൽ ഞങ്ങൾ വിശ്വസിക്കുന്നു. തിരഞ്ഞെടുക്കാനുള്ള വിപുലമായ അക്കാദമിക് വിഷയങ്ങൾക്കൊപ്പം, ഞങ്ങൾ വെറും ഡിഗ്രികൾ മാത്രമല്ല, സാമൂഹികവും സാംസ്കാരികവുമായ അനുഭവങ്ങൾ വളർത്തുന്ന സമ്പന്നമായ അന്തരീക്ഷം ഞങ്ങൾ വാഗ്ദാനം ചെയ്യുന്നു.

source: Access to all our courses
ml: ഞങ്ങളുടെ എല്ലാ കോഴ്സുകളിലേക്കും പ്രവേശനം

source: Learn the latest skills
ml: ഏറ്റവും പുതിയ കഴിവുകൾ പഠിക്കുക

source: Upskill your Knowledge
ml: നിങ്ങളുടെ അറിവ് വർദ്ധിപ്പിക്കുക

source: Top Courses
ml: മികച്ച കോഴ്സുകൾ

source: Our Featured Courses
ml: ഞങ്ങളുടെ തിരഞ്ഞെടുത്ത കോഴ്സുകൾ

source: Enhancing learning through offline courses to develop knowledge beyond the digital realm.
ml: ഡിജിറ്റൽ മേഖലയ്‌ക്കപ്പുറം അറിവ് വികസിപ്പിക്കുന്നതിന് ഓഫ്‌ലൈൻ കോഴ്‌സുകളിലൂടെ പഠനം മെച്ചപ്പെടുത്തുന്നു.

source: Top Instructors
ml: മികച്ച അധ്യാപകർ

source: Unlocking Excellence
ml: അൺലോക്ക് എക്സലൻസ്

source: Learn from Our Selected IT Professionals with Years of Industry Experience for Comprehensive Skill Development and Industry Insights
ml: സമഗ്രമായ നൈപുണ്യ വികസനത്തിനും വ്യവസായ സ്ഥിതിവിവരക്കണക്കുകൾക്കുമായി വർഷങ്ങളുടെ വ്യവസായ പരിചയമുള്ള ഞങ്ങളുടെ തിരഞ്ഞെടുത്ത ഐടി പ്രൊഫഷണലുകളിൽ നിന്ന് പഠിക്കുക

source: Voices of Success
ml: വിജയത്തിന്റെ ശബ്ദങ്ങൾ

source: Stories of Growth and Achievement
ml: വളർച്ചയുടെയും നേട്ടത്തിന്റെയും കഥകൾ

source: Instructors those are top rated
ml: മികച്ച റേറ്റിംഗ് ഉള്ള ഇൻസ്ട്രക്ടർമാർ

source: Our Prestigious Partnerships
ml: ഞങ്ങളുടെ അഭിമാനകരമായ പങ്കാളിത്തം

source: We collaborate with 200+ Leading universities & companies
ml: 200+ പ്രമുഖ സർവകലാശാലകളുമായും കമ്പനികളുമായും ഞങ്ങൾ സഹകരിക്കുന്നു

source: News and Updates from Our Institution’s IT Education Sphere
ml: ഞങ്ങളുടെ സ്ഥാപനത്തിന്റെ ഐടി വിദ്യാഭ്യാസ മേഖലയിൽ നിന്നുള്ള വാർത്തകളും അപ്‌ഡേറ്റുകളും

source: Our Updates
ml: ഞങ്ങളുടെ അപ്ഡേറ്റുകൾ

source: Our Branches
ml: ഞങ്ങളുടെ ശാഖകൾ

source: Elevate Your Career with Specialized <br> Skill Growth in Your Area
ml: നിങ്ങളുടെ മേഖലയിലെ സ്പെഷ്യലൈസ്ഡ് <br> നൈപുണ്യ വളർച്ചയോടെ നിങ്ങളുടെ കരിയർ ഉയർത്തുക

source: Start Your Journey with us
ml: ഞങ്ങളോടൊപ്പം നിങ്ങളുടെ യാത്ര ആരംഭിക്കുക

source: Our Offline Courses
ml: ഞങ്ങളുടെ ഓഫ്‌ലൈൻ കോഴ്സുകൾ

source: Our upcoming event
ml: ഞങ്ങളുടെ വരാനിരിക്കുന്ന ഇവന്റ്

source: Featured Courses
ml: തിരഞ്ഞെടുത്ത കോഴ്സുകൾ

source: Acquire New Skills to <br> Propel Your Career Forward
ml: നിങ്ങളുടെ കരിയർ മുന്നോട്ട് കൊണ്ടുപോകാൻ <br>പുതിയ കഴിവുകൾ നേടുക

source: Enhance Your IT Journey
ml: നിങ്ങളുടെ ഐടി യാത്ര മെച്ചപ്പെടുത്തുക

source: Discover Our Upcoming Free <br> Online & Offline Courses
ml: ഞങ്ങളുടെ വരാനിരിക്കുന്ന സൗജന്യ <br> ഓൺലൈൻ & ഓഫ്‌ലൈൻ കോഴ്സുകൾ കണ്ടെത്തുക

source: Online Certification
ml: ഓൺലൈൻ സർട്ടിഫിക്കേഷൻ

source: You can be your own <br> Guiding star with our help!
ml: ഞങ്ങളുടെ കൂടെ നിങ്ങൾക്ക് നിങ്ങളുടെ <br>സ്വന്തം വഴികാട്ടിയാകാം സഹായം!

source: They blend their knowledge and enthusiasm to communicate.
ml: ആശയവിനിമയത്തിനുള്ള അറിവും ഉത്സാഹവും അവർ സമന്വയിപ്പിക്കുന്നു.

source: Our Pricing
ml: ഞങ്ങളുടെ വിലനിർണ്ണയം

source: Simple, transparent pricing
ml: ലളിതവും സുതാര്യവുമായ വിലനിർണ്ണയം

source: Choose a plan and getunboard minutes.Then get $100 credits for your next payment
ml: ഒരു പ്ലാനും ഗെറ്റൺബോർഡ് മിനിറ്റുകളും തിരഞ്ഞെടുക്കുക. തുടർന്ന് നിങ്ങളുടെ അടുത്ത പേയ്‌മെന്റിന് $100 ക്രെഡിറ്റുകൾ നേടുക

source: Learn how to get started
ml: എങ്ങനെ തുടങ്ങാമെന്ന് അറിയുക

source: Frequently Asked Questions
ml: പതിവായി ചോദിക്കുന്ന ചോദ്യങ്ങൾ

source: Join our club member community now to get free updates and also a lot of freebies are waiting for you.
ml: സൗജന്യ അപ്‌ഡേറ്റുകൾ ലഭിക്കുന്നതിന് ഞങ്ങളുടെ ക്ലബ് അംഗ കമ്മ്യൂണിറ്റിയിൽ ചേരൂ, കൂടാതെ ധാരാളം സൗജന്യങ്ങൾ കാത്തിരിക്കുന്നു നിങ്ങൾ അല്ലെങ്കിൽ

source: Read our full FAQ
ml: ഞങ്ങളുടെ മുഴുവൻ പതിവുചോദ്യങ്ങളും വായിക്കുക

source: Who will view my content?
ml: എന്റെ ഉള്ളടക്കം ആര് കാണും?

source: Our authors are incredible storytellers driven by their passion for technology. They blend their knowledge and enthusiasm to communicate concepts and demonstrate
ml: സാങ്കേതികവിദ്യയോടുള്ള അഭിനിവേശത്താൽ നയിക്കപ്പെടുന്ന അവിശ്വസനീയമായ കഥാകാരന്മാരാണ് ഞങ്ങളുടെ രചയിതാക്കൾ. അവർ ആശയങ്ങൾ ആശയവിനിമയം നടത്താനും പ്രകടിപ്പിക്കാനും അവരുടെ അറിവും ഉത്സാഹവും സമന്വയിപ്പിക്കുക

source: How long it take to create a video course?
ml: ഒരു വീഡിയോ കോഴ്‌സ് സൃഷ്‌ടിക്കാൻ എത്ര സമയമെടുക്കും?

source: What kind of support does Courselog provide?
ml: Courselog എന്ത് തരത്തിലുള്ള പിന്തുണയാണ് നൽകുന്നത്?

source: Our authors are incredible storytellers driven by their passion for technology. They blend their knowledge and enthusiasm to communicate concepts and demonstrate
ml: സാങ്കേതികവിദ്യയോടുള്ള അഭിനിവേശത്താൽ നയിക്കപ്പെടുന്ന അവിശ്വസനീയമായ കഥാകാരന്മാരാണ് ഞങ്ങളുടെ രചയിതാക്കൾ. അവർ ആശയങ്ങൾ ആശയവിനിമയം നടത്താനും പ്രകടിപ്പിക്കാനും അവരുടെ അറിവും ഉത്സാഹവും സമന്വയിപ്പിക്കുക

source: How to Change my Password easily?
ml: എന്റെ പാസ്‌വേഡ് എങ്ങനെ എളുപ്പത്തിൽ മാറ്റാം?
